Repository: CofficLab/Lumi
Catalog: Plugins/AskUserPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: Answered: %@
zh_hans: 已回答: %@
zh_hk: 已回答: %@
zh_tw: 已回答: %@

source: Ask User
zh_hans: 询问用户
zh_hk: 詢問用戶
zh_tw: 詢問使用者

source: Ask: %@
zh_hans: 询问: %@
zh_hk: 詢問: %@
zh_tw: 詢問: %@

# AskUserPlugin_ToolDescriptionFallback
source: Ask user
zh_hans: 询问用户
zh_hk: 詢問用戶
zh_tw: 詢問使用者

source: Enter answer...
zh_hans: 输入回答...
zh_hk: 輸入回答...
zh_tw: 輸入回答...

source: No
zh_hans: 否
zh_hk: 否
zh_tw: 否

source: Or enter a custom answer:
zh_hans: 或者输入自定义回答：
zh_hk: 或者輸入自定義回答：
zh_tw: 或者輸入自訂回答：

source: Other
zh_hans: 其他
zh_hk: 其他
zh_tw: 其他

source: Provides ask_user tool to let LLM ask users questions and wait for answers
zh_hans: 提供 ask_user 工具，让 LLM 可以向用户提问并等待回答
zh_hk: 提供 ask_user 工具，讓 LLM 可以向用戶提問並等待回答
zh_tw: 提供 ask_user 工具，讓 LLM 可以向使用者提問並等待回答

source: Select a preset option or enter a custom answer
zh_hans: 选择预设选项或输入自定义回答
zh_hk: 選擇預設選項或輸入自定義回答
zh_tw: 選擇預設選項或輸入自訂回答

source: Tap an option to answer
zh_hans: 点击选项回答问题
zh_hk: 點擊選項回答問題
zh_tw: 點選選項回答問題

source: Unable to parse question content
zh_hans: 无法解析问题内容
zh_hk: 無法解析問題內容
zh_tw: 無法解析問題內容

source: Yes
zh_hans: 是
zh_hk: 是
zh_tw: 是
